command_not_found_handle() {
             /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}
echo ""
echo -e"< ━━━━━━━━━━━━ [★] 𖧷𖧷👿𝐇.𝐀.𝐂.𝐊.𝐄.𝐑.𝐒👿 𖧷𖧷[★] ━━━━━━━━━━━━ >  "
echo "                [𝐀𝐃𝐌𝐈𝐍] 𝐌𝐑.𝐍𝐀𝐘𝐀𝐍 [𝐂𝐄𝐎] 𝐃𝐄𝐕𝐈𝐋 𝐍𝐀𝐉𝐌𝐔𝐋 "

echo -e "         \e[1;91m__\e[1;92m,-\e[1;93m////\e[1;92m, "
echo -e "        \e[1;91m/__\e[1;92m) (\e[1;93mo\e[1;92m) ) "
echo -e "          /.,--. \       "
echo -e "         /,-'/.\. \      "
echo -e "         \.  \.\ \ \     "
echo -e "          \.  \\\ \  /   "
echo -e "      \e[1;93m=====\e[1;91m((\e[1;93m=\e[1;91m((\e[1;92m\\e[1;93m=====.=== "
echo -e "           \e[1;92m    \ \ \.\   "
echo -e "                \ \ \'     "
echo -e "                 \ \'      "
echo -e "                  \ \     "
echo -e "                   '-'    \e[1;97m "
echo "
	                        Ethical Hacker
   < ━━━━━━━━━━━━━━━ [😈] 𝐃𝐄𝐕𝐈𝐋  𝐒𝐐𝐔𝐀𝐃  [😈] ━━━━━━━━━━━━━━━ > "
echo ""

PS1='\[\e[91m\]┌─[\[\e[97m\]\T\[\e[91m\]]─────\e[1;91m[\e[1;92m𝐃𝐄𝐕𝐈𝐋\e[1;91m]\e[0;91m───[\e[1;96m\#\e[1;91m]\n|\n\e[0;91m└─[\[\e[91m\]\e[0;95m\W\[\e[91m\]]──►\e[1;93m'
